// 지역별 장례식장 데이터
export const funeralData = [
    {
        id: 1000,
        name: '서울특별시',
        gu: [
            {
                id: 1001,
                name: '종로구',
                funeral: [
                    {
                        id: 1001-1,
                        name: '서울대학교병원'
                    },
                    {
                        id: 1001-2,
                        name: '서울적십자자병원'
                    }, 
                ]
            },
            {
                id: 1002,
                name: '중구',
                funeral: [
                    {
                        id: 1002-3,
                        name: '국립중앙의료원'
                    },
                ]
            },
            {
                id: 1003,
                name: '용산구',
                funeral: [
                    {
                        id: 1003-1,
                        name: '순천향대학교병원'
                    }
                ]
            },
            {
                id: 1004,
                name: '성동구',
                funeral: [
                    {
                        id:  1004-1,
                        name: '한양대학교병원'
                    }
                ]
            },
            {
                id: 1005,
                name: '광진구',
                funeral: [
                    {
                        id:  1005-1,
                        name: '건국대학교병원'
                    },
                    {
                        id:  1005-2,
                        name: '혜민병원'
                    }
                ]
            },
            {
                id: 1006,
                name: '동대문구',
                funeral: [
                    {
                        id:  1006-1,
                        name: '코리아병원'
                    },
                    {
                        id:  1006-2,
                        name: '삼육서울병원'
                    },
                    {
                        id:  1006-3,
                        name: '서울성심병원'
                    },
                    {
                        id:  1006-4,
                        name: '서울시 동부 병원'
                    },
                    {
                        id:  1006-5,
                        name: '경희대학교병원'
                    },
                ]
            },
            {
                id: 1007,
                name: '중랑구',
                funeral: [
                    {
                        id:  1007-1,
                        name: '녹색병원'
                    },
                    {
                        id:  1007-2,
                        name: '서울의료원'
                    },
                ] 
            },
            {
                id: 1008,
                name: '성북구',
                funeral: [
                    {
                        id:  1008-1,
                        name: '뉴타운'
                    },
                    {
                        id:  1008-2,
                        name: '고려대학교 안암병원'
                    },
                ]
            },
            {
                id: 1009,
                name: '강북구',
                funeral: [
                    {
                        id:  1009-1,
                        name: '대한병원'
                    },
                    {
                        id:  1009-2,
                        name: '강북휴요양병원'
                    },
                    {
                        id:  1009-3,
                        name: '서울좋은병원'
                    },
                ]
            },
            {
                id: 1010,
                name: '도봉구',
                funeral: [
                    {
                        id:  1010-1,
                        name: '한일병원장례식장'
                    }
                ]
            },
            {
                id: 1011,
                name: '노원구',
                funeral: [
                    {
                        id:  1011-1,
                        name: '안재대학교상계백병원'
                    },
                    {
                        id:  1011-2,
                        name: '을지병원'
                    },
                    {
                        id:  1011-3, 
                        name: '원자력병원 장례식장'
                    },
                    {
                        id:  1011-4,
                        name: '태릉성심장례식장'
                    },
                    {
                        id:  1011-5,
                        name: '더좋은요양병원장례식장'
                    },
                ]
            },
            {
                id: 1012,
                name: '은평구',
                funeral: [
                    {
                        id:  1012-1,
                        name: '은평요양병원'
                    },
                    {
                        id:  1012-2,
                        name: '은평성모장례식장'
                    },
                    {
                        id:  1012-3,
                        name: '청수성심병원'
                    },
                    {
                        id:  1012-4,
                        name: '서울시립서북장례식장'
                    },
                ]
            },
            {
                id: 1013,
                name: '서대문구',
                funeral: [
                    {
                        id:  1013-1,
                        name: '동신병원'
                    },
                    {
                        id:  1013-2,
                        name: '연세대학교 신촌장롓식장'
                    },
                ]
            },
            {
                id: 1014,
                name: '마포구',
                funeral: [
                    {
                        id:  '',
                        name: ''
                    }
                ]
            },
            {
                id: 1015,
                name: '양천구',
                funeral: [
                    {
                        id:  1015-1,
                        name: '이대목동병원'
                    },
                    {
                        id:  1015-2,
                        name: '홍익병원'
                    },
                    {
                        id:  1015-3,
                        name: '양천효병원'
                    },
                    {
                         id:  1015-4,
                        name: '메디힐병원'
                    }
                ]
            },
            {
                id: 1016,
                name: '강서구',
                funeral: [
                    {
                        id:  1016-1,
                        name: '이대서울병원'
                    },
                    {
                        id:  1016-2,
                        name: '강서개화장례식장'
                    },
                    {
                        id:  1016-3,
                        name: '강서장례식장'
                    },
                    {
                        id:  1016-4,
                        name: '강서중앙장례식장'
                    },
                ]
            },
            {
                id: 1017,
                name: '구로구',
                funeral: [
                    {
                        id:  1017-1,
                        name: '구로성심병원'
                    },
                    {
                        id:  1017-2,
                        name: '고려대학교구로병원'
                    },
                ]
            },
            {
                id: 1018,
                name: '금천구',
                funeral: [
                    {
                        id:  1018-1,
                        name: '쉴낙원 장례식장'
                    },
                    {
                        id:  1018-2,
                        name: '독산장례식장'
                    },
                ]
            },
            {
                id: 1019,
                name: '영등포구',
                funeral: [
                    {
                        id:  1019-1,
                        name: '한림대학교강남성심병원'
                    },
                    {
                        id:  1019-2,
                        name: '성애병원'
                    },
                    {
                        id:  1019-3,
                        name: '교원예움 서서울'
                    },
                    {
                        id:  1019-4,
                        name: '한림대학교한강성심병원'
                    },
                    {
                        id:  1019-5,
                        name: '신화요양병원'
                    },
                    {
                        id:  1019-6,
                        name: '여의도성모장례식장'
                    },
                    {
                        id:  1019-4,
                        name: '영등포병원'
                    },
                ]
            },
            {
                id: 1020,
                name: '동작구',
                funeral: [
                    {
                        id:  1020-1,
                        name: '보라매병원'
                    },
                    {
                        id:  1020-2,
                        name: '중앙대학교병원'
                    },
                ]
            },
            {
                id: 1021,
                name: '관악구',
                funeral: [
                    {
                        id:  1021-1,
                        name: '우신 장례식장'
                    }
                ]
            },
            {
                id: 1022,
                name: '서초구',
                funeral: [
                    {
                        id:  1022-1,
                        name: '가톨릭대학교 서울성모병원'
                    }
                ]
            },
            {
                id: 1023,
                name: '강남구',
                funeral: [
                    {
                        id:  1023-1,
                        name: '연세대학교 강남장례식장'
                    },
                    {
                        id:  1023-2,
                        name: '삼성서울병원'
                    },
                ]
            },
            {
                id: 1024,
                name: '송파구',
                funeral: [
                    {
                        id:  1024-1,
                        name: '서울아산병원'
                    },
                    {
                        id:  1017-2,
                        name: '경찰병원'
                    },
                ]
            },
            {
                id: 1025,
                name: '강동구',
                funeral: [
                    {
                        id:  1025-1,
                        name: '동주병원'
                    },
                    {
                        id:  1025-2,
                        name: '현대요양병원'
                    },
                    {
                        id:  1025-3,
                        name: '강동성심병원'
                    },
                    {
                        id:  1025-4,
                        name: '중앙보훈병원'
                    },
                    {
                        id:  1025-5,
                        name: '강동경희대학교병원'
                    },
                ]
            },
        ]
    },
    {
        id: 2000,
        name: '부산광역시',
        gu: [
            {
                id: 2001,
                name: '중구',
                funeral: [
                    {
                        id: 2001-1,
                        name: '메리놀병원'
                    },
                ]
            },
            {
                id: 2002,
                name: '서구',
                funeral: [
                    {
                        id: 2002-1,
                        name: '부산대학교병원'
                    },
                    {
                        id: 2002-2,
                        name: '동아대학교병원'
                    },
                    {
                        id: 2002-3,
                        name: '삼육부산병원'
                    },
                    {
                        id: 2002-4,
                        name: '고신대학교복음병원'
                    }, 
                ]
            },
            {
                id: 2003,
                name: '동구',
                funeral: [
                    {
                        id: 2003-1,
                        name: '인창요양병원'
                    },
                    {
                        id: 2003-2,
                        name: '청십자병원'
                    },
                    {
                        id: 2003-3,
                        name: '봉생병원'
                    },
                ]
            },
            {
                id: 2004,
                name: '영도구',
                funeral: [
                    {
                        id: 2004-1,
                        name: '구민장례식장'
                    },
                    {
                        id: 2004-2,
                        name: '청힉성당'
                    },
                    {
                        id: 2004-3,
                        name: '해동병원'
                    },
                    {
                        id: 2004-4,
                        name: '정요양병원'
                    },
                ]
            },
            {
                id: 2005,
                name: '부산진구',
                funeral: [
                    {
                        id: 2005-1,
                        name: '온종합병원'
                    },
                    {
                        id: 2005-2,
                        name: '서면굿모닝 장례식장'
                    },
                    {
                        id: 2005-3,
                        name: '수장례식장'
                    },
                    {
                        id: 2005-4,
                        name: '춘해병원'
                    },
                    {
                        id: 2005-5,
                        name: '동의병원'
                    },
                    {
                        id: 2005-6,
                        name: '행복한병원'
                    },
                    {
                        id: 2005-7,
                        name: '시민장례식장'
                    },
                    {
                        id: 2005-8,
                        name: '인제대학교부산백병원'
                    },
                ]
            },
            {
                id: 2006,
                name: '동래구',
                funeral: [
                    {
                        id: 2006-1,
                        name: '광혜병원'
                    },
                    {
                        id: 2006-2,
                        name: '부산대동병원'
                    },
                    {
                        id: 2006-3,
                        name: '동래봉생병원'
                    },
                    {
                        id: 2006-4,
                        name: '착한전문장례식장'
                    },
                    {
                        id: 2006-5,
                        name: '빌리브세웅병원'
                    },
                    
                    
                ]
            },
            {
                id: 2007,
                name: '남구',
                funeral: [
                    {
                        id: 2007-1,
                        name: '대연장례식장'
                    }, 
                ]
            },
            {
                id: 2008,
                name: '북구',
                funeral: [
                    {
                        id: 2008-1,
                        name: '아하브병원'
                    },
                    {
                        id: 2008-2,
                        name: '한중프라임장례식장'
                    },
                    {
                        id: 2008-3,
                        name: '좋은장례식장'
                    },
                ]
            },
            {
                id: 2009,
                name: '해운대구',
                funeral: [
                    {
                        id: 2009-1,
                        name: '반송장례식장'
                    },
                    {
                        id: 2009-2,
                        name: '성심요양병원'
                    },
                    {
                        id: 2009-3,
                        name: '인제대학교해운대백병원'
                    },
                    
                ]
            },
            {
                id: 2010,
                name: '사하구',
                funeral: [
                    {
                        id: 20010-1,
                        name: '동산병원'
                    },
                    {
                        id: 2010-2,
                        name: '중앙U병원'
                    },
                    {
                        id: 2010-3,
                        name: '괴정병원'
                    },
                    {
                        id: 2010-4,
                        name: '하나병원'
                    },
                    {
                        id: 2010-5,
                        name: '서부산시민장례식장'
                    },
                    {
                        id: 2010-6,
                        name: '경희병원'
                    },
                    {
                        id: 2010-7,
                        name: '자연병원'
                    },
                    {
                        id: 2010-8,
                        name: '사하구민장례식장'
                    },
                    {
                        id: 2010-9,
                        name: '다대수병원'
                    },
                ]
            },
            {
                id: 2011,
                name: '금정구',
                funeral: [
                    {
                        id: 2011-1,
                        name: '규림요양병원'
                    },
                    {
                        id: 2011-2,
                        name: '세웅병원'
                    },
                    {
                        id: 2011-3,
                        name: '강산병원'
                    },
                    {
                        id: 2011-4,
                        name: '금사장례식장'
                    },
                    {
                        id: 2011-5,
                        name: 'BHS동래한서요양병원'
                    },
                    {
                        id: 2011-6,
                        name: '행림요양병원'
                    },
                    {
                        id: 2011-7,
                        name: '영락공원'
                    },
                ]
            },
            {
                id: 2012,
                name: '강서구',
                funeral: [
                    {},
                    
                ]
            },
            {
                id: 2013,
                name: '연제구',
                funeral: [
                    {
                        id: 2013-1,
                        name: '부산의료원'
                    },
                ]
            },
            {
                id: 2014,
                name: '수영구',
                funeral: [
                    {
                        id: 2014-1,
                        name: 'BHS한서병원'
                    },
                    {
                        id: 2014-2,
                        name: '좋은강안병원'
                    },
                    {
                        id: 2014-3,
                        name: '남천사랑의요양병원'
                    },
                    {
                        id: 2014-4,
                        name: '남천장례식장'
                    },
                ]
            },
            {
                id: 2015,
                name: '사상구',
                funeral: [
                    {
                        id: 2015-1,
                        name: '좋은삼선병원'
                    },
                    {
                        id: 2015-2,
                        name: '부산보훈병원'
                    },
                    {
                        id: 2015-3,
                        name: '심신전문장례시장'
                    },
                    {
                        id: 2015-4,
                        name: '부산전문장례식장'
                    },
                    
                ]
            },
            {
                id: 2016,
                name: '기장군',
                funeral: [
                    {
                        id: 2016-1,
                        name: '동남권원자력의학원'
                    },
                ]
            },
        ]
    },
    {
        id: 3000,
        name: '인천광역시',
        gu: [
            {
                id: 3001,
                name:'중구',
                funeral: [
                    {
                        id:3001-1,
                        name:'고은장례식장'
                    },
                    {
                        id:3001-2,
                        name:'예지장례식장'
                    },
                    {
                        id:3001-3,
                        name:'인천기독병원'
                    },
                    {
                        id:3001-4,
                        name:'인하대병원'
                    },
                ]
            },
            {
                id: 3002,
                name:'동구',
                funeral: [
                    {
                        id:3002-1,
                        name:'청기와장례식장 송림점'
                    },
                    {
                        id:3002-2,
                        name:'인천광역시 의료원'
                    },
                ]
            },
            {
                id: 3003,
                name:'미추홀구',
                funeral: [
                    {
                        id:3003-1,
                        name:'시민장례식장'
                    },
                    {
                        id:3003-2,
                        name:'성인천장례식장'
                    },
                    {
                        id:3003-3,
                        name:'인천사랑병원'
                    },
                    {
                        id:3003-4,
                        name:'편안요양병원'
                    },
                    {
                        id:3003-5,
                        name:'금강장례식장'
                    },
                ]
            },
            {
                id: 3004,
                name:'연수구',
                funeral: [
                    {
                        id:3004-1,
                        name:'연수장례식장'
                    },
                    {
                        id:3004-2,
                        name:'인천적십자병원'
                    },
                ]
            },
            {
                id: 3005,
                name:'남동구',
                funeral: [
                    {
                        id:3005-1,
                        name:'힘찬종합병원'
                    },
                    {
                        id:3005-2,
                        name:'남동스카이장례식장'
                    },
                    {
                        id:3005-3,
                        name:'가천대 길병원'
                    },{
                        id:3005-4,
                        name:'인천가족공원장례식장'
                    },
                ]
            },
            {
                id: 3006,
                name:'부평구',
                funeral: [
                    {
                        id:3006-1,
                        name:'근로복지공단인천병원'
                    },
                    {
                        id:3006-2,
                        name:'인천성모장례식장'
                    },
                    {
                        id:3006-3,
                        name:'세림병원'
                    },
                ]
            },
            {
                id: 3007,
                name:'계양구',
                funeral: [
                    {
                        id:3007-1,
                        name:'한림병원'
                    },
                    {
                        id:3007-2,
                        name:'인천세종병원'
                    },
                    {
                        id:3007-3,
                        name:'쉴낙원 인천장례식장'
                    },
                    {
                        id:3007-4,
                        name:'새천년장례식장'
                    },
                    {
                        id:3007-5,
                        name:'청기와장례식장'
                    },
                ]
            },
            {
                id: 3008,
                name:'서구',
                funeral: [
                    {
                        id:3008-1,
                        name:'국제성모장례식장'
                    },
                    {
                        id:3008-2,
                        name:'성민병원'
                    },
                    {
                        id:3008-3,
                        name:'보람인천장례식장'
                    },
                    {
                        id:3008-4,
                        name:'검단탑병원'
                    },
                    {
                        id:3008-5,
                        name:'온누리장례식장'
                    },
                ]
            },
            {
                id: 3009,
                name:'강화군',
                funeral: [
                    {
                        id:3009-1,
                        name:'참사랑장례식장'
                    },
                    {
                        id:3009-2,
                        name:'강화장례식장'
                    },
                    {
                        id:3009-3,
                        name:'강화서해장례식장'
                    },
                    {
                        id:3009-4,
                        name:'강화병원'
                    },
                    {
                        id:3009-5,
                        name:'비에스종합병원'
                    },
                ]
            },
            {
                id: 3010,
                name:'옹진군',
                funeral: [
                    {
                        id:3001-1,
                        name:''
                    },
                ]
            },
        ]
    },
    {
        id:4000,
        name: '대구광역시',
        gu:[
            {
                id: 4001,
                name: '중구',
                funeral: [
                    {
                        id: 4001-1,
                        name: '계명대학교 대구동산병원'
                    },
                    {
                        id: 4001-2,
                        name: '곽병원'
                    },
                    {
                        id: 4001-3,
                        name: '경북대학교병원'
                    },
                ]
            },
            {
                id: 4002,
                name: '동구',
                funeral: [
                    {
                        id: 4002-1,
                        name: '대구 파티마병원'
                    },
                    {
                        id: 4002-2,
                        name: '효경G요양병원'
                    },
                    {
                        id: 4002-3,
                        name: '바른병원'
                    },
                    {
                        id: 4002-4,
                        name: '강남병원'
                    },
                    {
                        id: 4002-5,
                        name: '안심병원'
                    },
                ]
            },
            {
                id: 4003,
                name: '서구',
                funeral: [
                    {
                        id: 4003-1,
                        name: '새동산병원'
                    },
                    {
                        id: 4003-2,
                        name: '웰니스1004요양병원'
                    },
                    {
                        id: 4003-3,
                        name: '제일효요양병원'
                    },
                    {
                        id: 4003-4,
                        name: '아주조은요양병원'
                    },
                    {
                        id: 4003-5,
                        name: '대구요양병원'
                    },
                    {
                        id: 4003-6,
                        name: '대구연세요양병원'
                    },
                    {
                        id: 4003-7,
                        name: '대구의료원'
                    },
                ]
            },
            {
                id: 4004,
                name: '남구',
                funeral: [
                    {
                        id: 4004-1,
                        name:'대구가톨릭대학교병우원'
                    },
                    {
                        id: 4004-2,
                        name:'대구가톨릭대학교병우원'
                    },
                    {
                        id: 4004-3,
                        name:'명덕효요양병원'
                    },
                    {
                        id: 4004-4,
                        name:'영남대학교병원'
                    },
                    {
                        id: 4004-5,
                        name:'성심요양병원'
                    },
                ]
            },
            {
                id: 4005,
                name: '북구',
                funeral: [
                    {
                        id: 4005-1,
                        name: '한성병원'
                    },
                    {
                        id: 4005-2,
                        name: '큰사랑요양병원'
                    },
                    {
                        id: 4005-3,
                        name: '대현장례식장'
                    },
                    {
                        id: 4005-4,
                        name: '첨단요양병원'
                    },
                    {
                        id: 4005-5,
                        name: 'K마디병원'
                    },
                    {
                        id: 4005-6,
                        name: 'M병원'
                    },
                    {
                        id: 4005-7,
                        name: '배성병원'
                    },
                    {
                        id: 4005-8,
                        name: '대구병원'
                    },
                    {
                        id: 4005-9,
                        name: '문요양병원'
                    },
                    {
                        id: 4005-10,
                        name: '케이병원'
                    },
                    {
                        id: 4005-11,
                        name: '칠곡가톨릭병원'
                    },
                    {
                        id: 4005-12,
                        name: '칠곡경북대학교병원'
                    },
                    {
                        id: 4005-13,
                        name: '대구시민전문장례식장'
                    },
                ]
            },
            {
                id: 4006,
                name: '수성구',
                funeral: [
                    {
                        id: 4006-1,
                        name: '효산요양병원'
                    },
                    {
                        id: 4006-2,
                        name: '황금요양병원'
                    },
                    {
                        id: 4006-3,
                        name: '수성요양병원'
                    },
                    {
                        id: 4006-4,
                        name: '수성메트로병원'
                    },
                    {
                        id: 4006-5,
                        name: '한패밀리병원'
                    },
                    {
                        id: 4006-6,
                        name: '동아메디병원'
                    },
                    {
                        id: 4006-7,
                        name: '천주성삼병원'
                    },
                ]
            },
            {
                id: 4007,
                name: '달서구',
                funeral: [
                    {
                        id: 4007-1,
                        name: '한결장례식장'
                    },
                    {
                        id: 4007-2,
                        name: '삼일병원'
                    },
                    {
                        id: 4007-3,
                        name: '중앙요양병원'
                    },
                    {
                        id: 4007-4,
                        name: '송현병원'
                    },
                    {
                        id: 4007-5,
                        name: '삼일병원'
                    },{
                        id: 4007-6,
                        name: '허병원'
                    },
                    {
                        id: 4007-7,
                        name: 'S병원'
                    },
                    {
                        id: 4007-8,
                        name: '대구보훈병원'
                    },
                    {
                        id: 4007-9,
                        name: '성서요양병원'
                    },
                    {
                        id: 4007-10,
                        name: '성서병원'
                    },
                    {
                        id: 4007-11,
                        name: '계명대학교 동산병원'
                    },
                ]
            },
            {
                id: 4008,
                name: '달성군',
                funeral: [
                    {
                        id: 4008-1,
                        name: '현대 S라이트 연세병원'
                    },
                ]
            },
            {
                id: 4009,
                name: '군위군',
                funeral: [
                    {
                        id: 4009-1,
                        name: '군위병원'
                    },
                    {
                        id: 4009-1,
                        name: '군위농협병원'
                    },
                ]
            },
        ]
    },
    {
        id:5000,
        name: '대전광역시',
        gu: [
            {
                id: 5001,
                name: '동구',
                funeral: [
                    {
                        id: 5001-1,
                        name: '쉴낙원 남대전 장례식장'
                    },
                    {
                        id: 5001-2,
                        name: '동부요양병원'
                    },
                    {
                        id: 5001-3,
                        name: '대전한국병원'
                    },
                    
                ]
            },
            {
                id: 5002,
                name: '중구',
                funeral: [
                    {
                        id: 5002-1,
                        name: '가톨릭대학교 대전성모병원'
                    },
                    {
                        id: 5002-2,
                        name: '츙남대학교병원'
                    },
                    {
                        id: 5002-3,
                        name: '시민장례식장'
                    },
                    {
                        id: 5002-4,
                        name: '대전 선병원'
                    },
                    {
                        id: 5002-5,
                        name: '평화원장례식장'
                    },
                ]
            },
            {
                id: 5003,
                name: '서구',
                funeral: [
                    {
                        id: 5001-1,
                        name: '나진장례식장'
                    },
                    {
                        id: 5001-2,
                        name: '대전을지대학교'
                    },
                    {
                        id: 5001-3,
                        name: '대청병원'
                    },
                    {
                        id: 5001-4,
                        name: '쉴낙원 갈마성심 장례식장'
                    },
                    {
                        id: 5001-5,
                        name: '성심장례식장'
                    },
                    {
                        id: 5001-6,
                        name: '대전장례식장'
                    },
                    {
                        id: 5001-7,
                        name: '대전건양대학교병원'
                    },
                ]
            },
            {
                id: 5004,
                name: '유성구',
                funeral: [
                    {
                        id: 5004-1,
                        name: '유성한가족병원'
                    },
                    {
                        id: 5004-2,
                        name: '선병원'
                    },
                ]
            },
            {
                id: 5005,
                name: '대덕구',
                funeral: [
                    {
                        id: 5005-1,
                        name: '근로복지공단대전병원' 
                    },
                    {
                        id: 5005-2,
                        name: '대전보훈병원' 
                    },
                ]
            },
        ]
    },
    {
        id:6000,
        name: '광주광역시',
        gu: [
            {
                id: 6001,
                name: '동구',
                funeral: [
                    {
                        id: 6001-1,
                        name: '남도장례식장'
                    },
                    {
                        id: 6001-2,
                        name: '조선대학교병원'
                    },
                    {
                        id: 6001-3,
                        name: '금호장례식장'
                    },
                    {
                        id: 6001-4,
                        name: '학동장례식장'
                    },
                ]
            },
            {
                id: 6002,
                name: '서구',
                funeral: [
                    {
                        id: 6002-1,
                        name: '무지개병원'
                    },
                    {
                        id: 6002-2,
                        name: '선한병원'
                    },
                    {
                        id: 6002-3,
                        name: '광주한국병원'
                    },
                    {
                        id: 6002-4,
                        name: '상무병원'
                    },
                    {
                        id: 6002-5,
                        name: '천지장례식장'
                    },
                    {
                        id: 6002-6,
                        name: '서광병원'
                    },
                ]
            },
            {
                id: 6003,
                name: '남구',
                funeral: [
                    {
                        id: 6003,
                        name: ''
                    },
                ]
            },
            {
                id: 6004,
                name: '북구',
                funeral: [
                    {
                        id: 6001,
                        name: ''
                    },
                ]
            },
            {
                id: 6005,
                name: '광산구',
                funeral: [
                    {
                        id: 6001,
                        name: ''
                    },
                ]
            },
        ]
    },
    {
        id:7000,
        name: '울산광역시'
    },
    {
        id:8000,
        name: '세종특별자치시'
    },
    {
        id:9000,
        name: '경기도'
    },
    {
        id:1000,
        name: '강원특별자치도'
    },
    {
        id:1100,
        name: '충청북도'
    },
    {
        id:1200,
        name: '충청남도'
    },
    {
        id:1300,
        name: '전라남도'
    },
    {
        id:1400,
        name: '전북특별자치도'
    },
    {
        id:1500,
        name: '전라남도'
    },
    {
        id:1600,
        name: '경상북도'
    },
    {
        id:1700,
        name: '경상남도'
    },
    {
        id:1800,
        name: '제주특별시'
    },

]